Repository: davita00101110dmg/Gamoitsani
Catalog: Gamoitsani/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: az, de, es, fr, hy, ja, ka, ru, tr, uk

# screen.game_scoreboard.title
source: Scoreboard
az: Nəticələr
de: Anzeigetafel
es: Marcador
fr: Tableau des scores
hy: Արդյունքներ
ja: スコアボード
ka: შედეგები
ru: Таблица результатов
tr: Sonuçlar
uk: Результати

# screen.game_share.share_to
source: Share to
az: Buraya paylaş
de: Teilen mit
es: Compartir en
fr: Partager sur
hy: Կիսվել
ja: 共有先
ka: გააზიარე
ru: Поделиться в
tr: Şuraya paylaş
uk: Поділитися через

# screen.game_share.title
source: Share score!
az: Xalı paylaş!
de: Ergebnis teilen!
es: ¡Compartir puntuación!
fr: Partager le score !
hy: Կիսվել միավորով!
ja: スコアを共有！
ka: გააზიარე შედეგები!
ru: Поделиться результатом!
tr: Skoru paylaş!
uk: Поділитися результатом!

# screen.game.arcade.skipButton
source: New words (-2 points)
az: Yeni sözlər (-2 xal)
de: Neue Wörter (-2 Punkte)
es: Nuevas palabras (-2 puntos)
fr: Nouveaux mots (-2 points)
hy: Նոր բառեր (-2 միավոր)
ja: 新しい単語（-2ポイント）
ka: ახალი სიტყვები (-2 ქულა)
ru: Новые слова (-2 очка)
tr: Yeni kelimeler (-2 puan)
uk: Нові слова (-2 бали)

# screen.game.confirmation_alert.message
source: Teams' points will be lost
az: Komandaların xalları itiriləcək
de: Die Punkte der Teams gehen verloren
es: Se perderán los puntos de los equipos
fr: Les points des équipes seront perdus
hy: Թիմերի միավորները կկորչեն
ja: チームのポイントは失われます
ka: გუნდების ქულები დაიკარგება
ru: Очки команд будут потеряны
tr: Takım puanları kaybolacak
uk: Бали команд будуть втрачені

# screen.game.confirmation_alert.title
source: Are you sure you want to go back?
az: Geri qayıtmaq istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie zurückgehen möchten?
es: ¿Está seguro de que desea volver?
fr: Êtes-vous sûr de vouloir revenir en arrière ?
hy: Վստա՞հ եք, որ ցանկանում եք հետ գնալ
ja: 戻りますか？
ka: დარწმუნებული ხარ რომ უკან დაბრუნება გინდა?
ru: Вы уверены, что хотите вернуться назад?
tr: Geri dönmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете повернутися назад?

# screen.game.current_extra_round.message
source: (Extra: %@)
az: (Əlavə: %@)
hy: (Լրացուցիչ՝ %@)
ja: （追加: %@）
ka: (დამატებითი: %@)
ru: (Дополнительный: %@)
tr: (Ek Tur: %@)
uk: (Додатковий: %@)

# screen.game.current_round.message
source: Round: %@
az: Raund: %@
de: Runde: %@
es: Ronda: %@
fr: Manche : %@
hy: Փուլ՝ %@
ja: ラウンド: %@
ka: რაუნდი: %@
ru: Раунд: %@
tr: Tur: %@
uk: Раунд: %@

# screen.game.game_challenge_view.header
source: Random challenge for team
az: Komanda üçün təsadüfi çağırış
de: Zufällige Herausforderung für das Team
es: Desafío aleatorio para el equipo
fr: Défi aléatoire pour l'équipe
hy: Պատահական մարտահրավեր թիմի համար
ja: チームのためのランダムチャレンジ
ka: შემთხვევითი გამოწვევა გუნდისთვის
ru: Случайное испытание для команды
tr: Takım için rastgele meydan okuma
uk: Випадковий виклик для команди

# screen.game.game_share_view.title
source: The winning team is %@ 🥳
az: Qalib komanda %@ 🥳
de: Das Gewinner-Team ist %@ 🥳
es: El equipo ganador es %@ 🥳
fr: L'équipe gagnante est %@ 🥳
hy: Հաղթող թիմն է %@ 🥳
ja: 勝利したチームは%@です 🥳
ka: გამარჯვებული გუნდია %@ 🥳
ru: Победившая команда - %@ 🥳
tr: Kazanan takım %@ 🥳
uk: Команда-переможець - %@ 🥳

# screen.game.no_more_words.message
source: No more words
az: Başqa söz qalmayıb
de: Keine weiteren Wörter
es: No hay más palabras
fr: Plus de mots
hy: Այլևս բառեր չկան
ja: 単語がもうありません
ka: სიტყვები ამოიწურა
ru: Больше нет слов
tr: Başka kelime kalmadı
uk: Більше немає слів

# screen.game.winning_view.description
source: You won with %@ points
az: Siz %@ xalla qazandınız
de: Sie haben mit %@ Punkten gewonnen
es: Ha ganado con %@ puntos
fr: Vous avez gagné avec %@ points
hy: Դուք հաղթեցիք %@ միավորով
ja: %@ポイントで勝利しました
ka: თქვენ მოიგეთ %@ ქულით
ru: Вы выиграли с %@ очками
tr: %@ puanla kazandınız
uk: Ви перемогли з %@ балами

# screen.game.winning_view.game_details.title
source: Go Back
az: Geri qayıt
de: Zurück
es: Volver
fr: Retour
hy: Հետ գնալ
ja: 戻る
ka: დაბრუნება
ru: Вернуться
tr: Geri Dön
uk: Повернутися

# screen.game.winning_view.repeat
source: Repeat
az: Təkrarla
de: Wiederholen
es: Repetir
fr: Répéter
hy: Կրկնել
ja: 繰り返す
ka: თავიდან
ru: Повторить
tr: Tekrar
uk: Повторити

# screen.game.winning_view.title
source: Congrats!
az: Təbrik edirik!
de: Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
hy: Շնորհավոր!
ja: おめでとう！
ka: გილოცავთ!
ru: Поздравляем!
tr: Tebrikler!
uk: Вітаємо!

# screen.home.add_word_button.title
source: Add word
az: Söz əlavə et
de: Wort hinzufügen
es: Añadir palabra
fr: Ajouter un mot
hy: Ավելացնել բառ
ja: 単語を追加
ka: სიტყვის დამატება
ru: Добавить слово
tr: Kelime Ekle
uk: Додати слово

# screen.home.change_language.title
source: Change language
az: Dili dəyiş
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue
hy: Փոխել լեզուն
ja: 言語を変更
ka: ენის შეცვლა
ru: Изменить язык
tr: Dili Değiştir
uk: Змінити мову

# screen.home.play_button.title
source: Game
az: Oyun
de: Spiel
es: Jugar
fr: Jouer
hy: Խաղ
ja: ゲーム
ka: თამაში
ru: Игра
tr: Oyun
uk: Гра

# screen.home.rules_button.title
source: Rules
az: Qaydalar
de: Regeln
es: Reglas
fr: Règles
hy: Կանոններ
ja: ルール
ka: წესები
ru: Правила
tr: Kurallar
uk: Правила

# screen.rules.rule2
source: When explaining the word, it is forbidden to use a single word
az: Sözü izah edərkən tək söz istifadə etmək qadağandır
de: Beim Erklären des Wortes ist es verboten, ein einzelnes Wort zu verwenden
es: Al explicar la palabra, está prohibido usar una sola palabra
fr: Lorsque vous expliquez le mot, il est interdit d'utiliser un seul mot
hy: Արգելվում է օգտագործել մեկ բառ բացատրելիս
ja: 単語を説明する時、一つの単語を使うことは禁止されています
ka: სიტყვის ახსნისას აკრძალულია ერთფუძიანი სიტყვის გამოყენება
ru: При объяснении слова запрещено использовать одно слово
tr: Kelimeyi açıklarken tek kelime kullanmak yasaktır
uk: При поясненні слова заборонено використовувати одне слово

# screen.rules.rule3
source: If a team member guesses the word, press the green button (+1 point)
az: Əgər komanda üzvü sözü tapsa, yaşıl düyməyə basın (+1 xal)
de: Wenn ein Teammitglied das Wort errät, drücken Sie die grüne Taste (+1 Punkt)
es: Si un miembro del equipo adivina la palabra, presione el botón verde (+1 punto)
fr: Si un membre de l'équipe devine le mot, appuyez sur le bouton vert (+1 point)
hy: Եթե թիմակիցը գուշակում է բառը, սեղմեք կանաչ կոճակը (+1 միավոր)
ja: チームメンバーが単語を当てたら、緑のボタンを押してください（+1ポイント）
ka: თუ გუნდის წევრი გამოიცნობს სიტყვას, დააჭირე მწვანე ღილაკს (+1 ქულა)
ru: Если член команды угадывает слово, нажмите зеленую кнопку (+1 очко)
tr: Eğer takım arkadaşı kelimeyi bilirse, yeşil düğmeye basın (+1 puan)
uk: Якщо член команди вгадав слово, натисніть зелену кнопку (+1 бал)

# screen.rules.rule4
source: If you can't explain the word, or some rule was broken and you want to go to the next word, press the red button (-1 point)
az: Əgər sözü izah edə bilmirsinizsə və ya hansısa qayda pozulubsa və növbəti sözə keçmək istəyirsinizsə, qırmızı düyməyə basın (-1 xal)
de: Wenn Sie das Wort nicht erklären können oder eine Regel gebrochen wurde und Sie zum nächsten Wort gehen möchten, drücken Sie die rote Taste (-1 Punkt)
es: Si no puede explicar la palabra, o se ha roto alguna regla y quiere pasar a la siguiente palabra, presione el botón rojo (-1 punto)
fr: Si vous ne pouvez pas expliquer le mot, ou si une règle a été enfreinte et que vous souhaitez passer au mot suivant, appuyez sur le bouton rouge (-1 point)
hy: Եթե չեք կարող բացատրել բառը կամ որևէ կանոն խախտվել է և ցանկանում եք անցնել հաջորդ բառին, սեղմեք կարմիր կոճակը (-1 միավոր)
ja: 単語を説明できない場合、またはルールが破られて次の単語に進みたい場合は、赤いボタンを押してください（-1ポイント）
ka: თუ სიტყვის ახსნა ვერ მოახერხე, ან რომელიმე წესი დაირღვა და გინდა რომ შემდეგ სიტყვაზე გადახვიდე დააჭირე წითელ ღილაკს (-1 ქულა)
ru: Если вы не можете объяснить слово, или какое-то правило было нарушено и вы хотите перейти к следующему слову, нажмите красную кнопку (-1 очко)
tr: Kelimeyi açıklayamazsanız veya bir kural ihlali olursa ve sonraki kelimeye geçmek istiyorsanız, kırmızı düğmeye basın (-1 puan)
uk: Якщо ви не можете пояснити слово, або було порушено якесь правило і ви хочете перейти до наступного слова, натисніть червону кнопку (-1 бал)

# screen.rules.rule5
source: The team that collects more points before the time runs out, or the first to reach the set number of points in the round, wins
az: Vaxt bitənə qədər daha çox xal toplayan və ya raundda müəyyən edilmiş xal sayına ilk çatan komanda qalib gəlir
de: Das Team, das mehr Punkte sammelt, bevor die Zeit abläuft, oder das erste, das die festgelegte Anzahl von Punkten in der Runde erreicht, gewinnt
es: El equipo que consiga más puntos antes de que se acabe el tiempo, o el primero en llegar al número establecido de puntos en la ronda, gana
fr: L'équipe qui accumule le plus de points avant la fin du temps, ou la première à atteindre le nombre défini de points dans la manche, gagne
hy: Հաղթում է այն թիմը, որը ժամանակի ավարտից առաջ հավաքում է ավելի շատ միավորներ կամ առաջինը հասնում է փուլում սահմանված միավորների քանակին
ja: 時間切れになる前により多くのポイントを集めたチーム、または設定された数のポイントに最初に達したチームが勝ちます
ka: გაიმარჯვებს ის გუნდი, რომელიც დროის ამოწურვამდე დააგროვებს უფრო მეტ ქულას, ან პირველი მიაღწევს რაუნდში დაწესებულ ქულების რაოდენობას
ru: Команда, которая набирает больше очков до истечения времени, или первая достигает установленного количества очков в раунде, побеждает
tr: Süre dolmadan önce daha fazla puan toplayan veya turdaki belirlenen puan sayısına ilk ulaşan takım kazanır
uk: Команда, яка збере більше балів до закінчення часу, або перша досягне встановленої кількості балів у раунді, перемагає

# screen.rules.rule6
source: Good luck :)
az: Uğurlar :)
de: Viel Glück :)
es: ¡Buena suerte! :)
fr: Bonne chance :)
hy: Հաջողություն :)
ja: 頑張ってください :)
ka: გისურვებთ წარმატებებს :)
ru: Удачи :)
tr: İyi şanslar :)
uk: Удачі :)

# screen.rules.title
source: Rules
az: Qaydalar
de: Regeln
es: Reglas
fr: Règles
hy: Կանոններ
ja: ルール
ka: წესები
ru: Правила
tr: Kurallar
uk: Правила

# screen.settings.can_not_write_review.message
source: Please select our app from the AppStore and write a review for us. Thanks!!
az: Zəhmət olmasa AppStore-dan bizim tətbiqi seçin və bizə rəy yazın. Təşəkkürlər!!
de: Bitte wählen Sie unsere App im AppStore aus und schreiben Sie eine Bewertung für uns. Danke!!
es: Por favor, seleccione nuestra aplicación en la App Store y escriba una reseña. ¡Gracias!
fr: Veuillez sélectionner notre application depuis l'App Store et écrire un avis. Merci !!
hy: Խնդրում ենք ընտրել մեր հավելվածը AppStore-ից և գրել կարծիք: Շնորհակալություն!!
ja: App Storeから私たちのアプリを選び、レビューを書いてください。ありがとうございます！！
ka: გთხოვთ, იპოვეთ ჩვენი აპლიკაცია App Store-ზე და დაგვიწერეთ შეფასება. მადლობა!
ru: Пожалуйста, выберите наше приложение в App Store и напишите отзыв. Спасибо!!
tr: Lütfen AppStore'dan uygulamamızı seçin ve bize bir değerlendirme yazın. Teşekkürler!!
uk: Будь ласка, виберіть наш додаток в AppStore та напишіть відгук для нас. Дякуємо!!

# screen.settings.can_not_write_review.title
source: Cannot open AppStore
az: AppStore açıla bilmir
de: AppStore kann nicht geöffnet werden
es: No se puede abrir la App Store
fr: Impossible d'ouvrir l'App Store
hy: AppStore-ը հնարավոր չէ բացել
ja: App Storeを開けません
ka: App Store ვერ გაიხსნა
ru: Невозможно открыть App Store
tr: AppStore Açılamıyor
uk: Неможливо відкрити AppStore

# screen.settings.feedback
source: Help & feedback
az: Kömək və rəy
de: Hilfe & Feedback
es: Ayuda y comentarios
fr: Aide et commentaires
hy: Օգնություն և հետադարձ կապ
ja: ヘルプとフィードバック
ka: დახმარება & უკუკავშირი
ru: Помощь и обратная связь
tr: Yardım & Geri Bildirim
uk: Допомога та відгуки

# screen.settings.language
source: Language
az: Dil
de: Sprache
es: Idioma
fr: Langue
hy: Լեզու
ja: 言語
ka: ენა
ru: Язык
tr: Dil
uk: Мова

# screen.settings.privacy_settings
source: Privacy settings
az: Məxfilik tənzimləmələri
de: Datenschutzeinstellungen
es: Ajustes de privacidad
fr: Paramètres de confidentialité
hy: Գաղտնիության կարգավորումներ
ja: プライバシー設定
ka: კონფიდენციალურობის პარამეტრები
ru: Настройки конфиденциальности
tr: Gizlilik Ayarları
uk: Налаштування конфіденційності

# screen.settings.rate_app
source: Rate this app
az: Tətbiqi qiymətləndir
de: Diese App bewerten
es: Valorar esta aplicación
fr: Évaluer cette application
hy: Գնահատել հավելվածը
ja: このアプリを評価
ka: შეაფასე აპლიკაცია
ru: Оценить приложение
tr: Uygulamayı Değerlendir
uk: Оцінити додаток

# screen.settings.remove_ads
source: Remove ads
az: Reklamları sil
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les publicités
hy: Հեռացնել գովազդները
ja: 広告を削除
ka: გააქრე რეკლამები
ru: Убрать рекламу
tr: Reklamları Kaldır
uk: Видалити рекламу

# screen.settings.restore_purchase
source: Restore purchase
az: Alışı bərpa et
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
hy: Վերականգնել գնումը
ja: 購入を復元
ka: აღადგინე ნაყიდი კონტენტი
ru: Восстановить покупку
tr: Satın Alımı Geri Yükle
uk: Відновити покупку

# screen.settings.share_app
source: Share this app
az: Tətbiqi paylaş
de: Diese App teilen
es: Compartir esta aplicación
fr: Partager cette application
hy: Կիսվել հավելվածով
ja: このアプリを共有
ka: გააზიარე აპლიკაცია
ru: Поделиться приложением
tr: Bu Uygulamayı Paylaş
uk: Поділитися додатком

# screen.settings.title
source: Settings
az: Tənzimləmələr
de: Einstellungen
es: Ajustes
fr: Paramètres
hy: Կարգավորումներ
ja: 設定
ka: პარამეტრები
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Start
az: Başla
es: Comenzar
fr: Commencer
hy: Սկսել
ja: 開始
ka: დაწყება
ru: Начать
tr: Başla
uk: Почати

source: Thanks
az: Təşəkkürlər
de: Danke
es: Gracias
fr: Merci
hy: Շնորհակալություն
ja: ありがとう
ka: მადლობა
ru: Спасибо
tr: Teşekkürler
uk: Дякую

# yesPolite
source: Yes
az: Bəli
de: Ja
es: Sí
fr: Oui
hy: Այո
ja: はい
ka: დიახ
ru: Да
tr: Evet
uk: Так

# app.title
source: Gamoitsani
ka: გამოიცანი
